import React from "react";
import Title from "./Title";


export default function About() {
  return (
    <div style={{}}className="About">
        <Title bc="#1b9bb7" p="50px" color="white" T1="من نحن" T2="منصة تدريبي هي الجسر الذي يربط بين طموحات الطلاب وفرص الشركات، نعمل على بناء مستقبل مهني مشرق للشباب الفلسطيني في غزة" size="40px"/>
        <Title p="50px" T1=" رسالتنا" T2=" نهدف إلى تمكين الشباب الفلسطيني في غزة من خلال توفير منصة رقمية متطورة تربط بين الطلاب والشركات، وتوفر فرص تدريب حقيقية تساهم في تطوير المهارات وبناء الخبرات العملية اللازمة لسوق العمل. نؤمن بأن الاستثمار في الشباب هو الطريق نحو مستقبل أفضل لفلسطين" size="30px"/>
        <Title  bc="#1b9bb7" color="white" T1="" T2="">
        <div style={{color:"white",display:"flex",gap:"80px",paddingBottom:"60px"}}>
        <div><div style={{fontSize:"30px",fontWeight:"bold"}}>500+</div><div >طالب مسجل</div></div>
        <div><div style={{fontSize:"30px",fontWeight:"bold"}}>150+</div><div >شركة شريكة</div></div>
        <div><div style={{fontSize:"30px",fontWeight:"bold"}}>300+</div><div >فرصة تدريب</div></div>
        <div><div style={{fontSize:"30px",fontWeight:"bold"}}>85%</div><div >معدل نجاح التوظيف</div></div>
        </div>
        </Title>
        <Title p="50px" T1=" قصتنا" T2="بدأت فكرة تدريبي   من تحدٍ حقيقي واجهه الطلاب في غزة - صعوبة العثور على فرص تدريب حقيقية تساعدهم على تطوير مهاراتهم وبناء خبراتهم العملية. في عام 2023، قرر فريق من الشباب الفلسطيني المتخصص في التكنولوجيا والتطوير المهني إنشاء حل مبتكر لهذا التحدي.

من خلال دراسة احتياجات السوق والتواصل مع الطلاب والشركات، تم تطوير منصة رقمية متطورة تجمع بين سهولة الاستخدام والفعالية في الربط بين الطرفين. المنصة لا تقتصر على عرض الفرص فحسب، بل تقدم أيضاً أدوات لتطوير المهارات وبناء الملفات المهنية.

اليوم، نفخر بأن تدريبي أصبحت المنصة الرائدة في غزة لربط الطلاب بفرص التدريب، وقد ساهمت في تدريب مئات الطلاب وبناء شراكات قوية مع أكثر من 150 شركة محلية وعالمية." size="30px"/>

        <Title bc="#1b9bb7" p="50px" color="white" T1="انضم إلى مجتمعنا " T2=" كن جزءاً من قصة نجاح تدريبي   وساهم في بناء مستقبل مهني أفضل للشباب الفلسطيني " size="30px"/>

    </div>
  );
}


